Repository: NikantVohra/SequoiaHack
Catalog: SequoiaHack/*.lproj/Localizable.strings
Languages: hi_in

source: Increase farm productivity
hi_in: Increase

source: Home
hi_in: घर

source: Apple
hi_in: सेब

source: Rice
hi_in: चावल

source: Wheat
hi_in: गेहूं

source: Barley
hi_in: जौ

source: Onion
hi_in: प्याज

source: Banana
hi_in: केले

source: yield : %d
hi_in: उपज : %d

source: Top 5 Crops to sow this season
hi_in: शीर्ष 5 फसलें इस मौसम में बोना

source: Resources
hi_in: साधन

source: Map
hi_in: नक्शा

source: Land Preparation
hi_in: भूमि तैयार करना

source: Harvesting
hi_in: कटाई

source: Crop Growth
hi_in: फसल विकास

source: Irrigation Methods
hi_in: सिंचाई विधियों

source: Sowing Seeds
hi_in: बीज-बुवाई

source: Fertilizing
hi_in: उर्वरक लागू करें

source: Drip Irrigation
hi_in: टपकन सिंचाई

source: Flood Irrigation
hi_in: बाढ़ सिंचाई

source: Rotation Irrigation
hi_in: रोटेशन सिंचाई

source: Surface Irrigation
hi_in: भूतल सिंचाई

source: Sprinkler Irrigation
hi_in: छिड़काव सिंचाई

source: Furrow Irrigation
hi_in: कुंड सिंचाई

source: Government Schemes
hi_in: सरकार की योजनाएं

source: National Agricultural Insurance Scheme
hi_in: राष्ट्रीय कृषि बीमा योजना

source: Pilot Coconut Palm Insurance Scheme
hi_in: पायलट नारियल पाम बीमा योजना

source: Jute Technology Mission
hi_in: जूट प्रौद्योगिकी मिशन

source: Draft National Disaster Mitigation Plan
hi_in: राष्ट्रीय आपदा न्यूनीकरण योजना का मसौदा तैयार

source: National e-Governance Plan in Agriculture
hi_in: कृषि में राष्ट्रीय ई-शासन योजना

source: Soil Health Management
hi_in: मृदा स्वास्थ्य प्रबंधन
